export const booking = {
  'CNY': '￥',
  'YQ': '燃油费',
  'CN': '机建费',
  'other': '其他税',
  'ADT': '成人',
  'CHD': '儿童',
  'INF': '婴儿',
  'noPassenger': '你还未添加乘机人',
  contact: {
    title: '联系人信息',
    name: '联系人',
    namePlaceholder: '请输入姓名',
    phone: '联系电话',
    phonePlaceholder: '1xxxxxxxxxx'
  },
  coupons: {
    selectCoupons: '选择优惠券'
  },
  precautions: {
    title: '注意事项',
    tips: `旅客在网上购票必须遵守东航《旅客须知》及中国民用航空总局颁布的各项有关规定，并对网上购票的各项内容负责。
    购票人应严格遵守政府主管部门对乘坐民航班机所需有效证件的规定，保证乘机人证件合法性和有效性，
    如因证件与姓名不符或证件失效等问题产生的后果均由购票人负责。
    购票人在网上订票时，必须如实填写乘机人的相关个人资料和联系方法，因资料不清或不详造成购票后的一系列经济损失由购票人承担。
    购票人必须在预订座位后的
    分钟内完成出票手续（即网上支付），系统产生票号后即为支付成功，请购票人在
    中予以确认。逾时支付将被视作支付不成功，该次订座自动取消。
    ------`
  },
  agreement: {
    title: '航空旅游网上购票须知',
    tips1: '点击”下一步“表示我已阅读并且同意',
    tips2: '《航空旅游网上购票须知》、《关于旅客携带的锂电池及相关产品等危险品提示》、《国内运输总条件》、《隐私条款》、《关于天津航空航班差异化定制服务的温馨提示》',
    tips3: `旅客在网上购票必须遵守东航《旅客须知》及
    旅客在网上购票必须遵守东航《旅客须知》及中国民用航空总局颁布的各项有关规定，并对网上购票的各项内容负责。
    购票人应严格遵守政府主管部门对乘坐民航班机所需有效证件的规定，保证乘机人证件合法性和有效性，
    如因证件与姓名不符或证件失效等问题产生的后果均由购票人负责。
    购票人在网上订票时，必须如实填写乘机人的相关个人资料和联系方法，因资料不清或不详造成购票后的一系列经济损失由购票人承担。
    购票人必须在预订座位后的
    分钟内完成出票手续（即网上支付），系统产生票号后即为支付成功，请购票人在
    中予以确认。逾时支付将被视作支付不成功，该次订座自动取消。`,
    tips4: `旅客在网上购票必须遵守东航《旅客须知》及
    旅客在网上购票必须遵守东航《旅客须知》及中国民用航空总局颁布的各项有关规定，并对网上购票的各项内容负责。
    购票人应严格遵守政府主管部门对乘坐民航班机所需有效证件的规定，保证乘机人证件合法性和有效性，
    如因证件与姓名不符或证件失效等问题产生的后果均由购票人负责。
    购票人在网上订票时，必须如实填写乘机人的相关个人资料和联系方法，因资料不清或不详造成购票后的一系列经济损失由购票人承担。
    购票人必须在预订座位后的
    分钟内完成出票手续（即网上支付），系统产生票号后即为支付成功，请购票人在
    中予以确认。逾时支付将被视作支付不成功，该次订座自动取消。
    旅客在网上购票必须遵守东航《旅客须知》及
    旅客在网上购票必须遵守东航《旅客须知》及中国民用航空总局颁布的各项有关规定，并对网上购票的各项内容负责。
    购票人应严格遵守政府主管部门对乘坐民航班机所需有效证件的规定，保证乘机人证件合法性和有效性，
    如因证件与姓名不符或证件失效等问题产生的后果均由购票人负责。
    购票人在网上订票时，必须如实填写乘机人的相关个人资料和联系方法，因资料不清或不详造成购票后的一系列经济损失由购票人承担。
    购票人必须在预订座位后的
    分钟内完成出票手续（即网上支付），系统产生票号后即为支付成功，请购票人在
    中予以确认。逾时支付将被视作支付不成功，该次订座自动取消。------`,
    tips5: `旅客在网上购票必须遵守东航《旅客须知》及
    旅客在网上购票必须遵守东航《旅客须知》及中国民用航空总局颁布的各项有关规定，并对网上购票的各项内容负责。
    购票人应严格遵守政府主管部门对乘坐民航班机所需有效证件的规定，保证乘机人证件合法性和有效性，
    如因证件与姓名不符或证件失效等问题产生的后果均由购票人负责。
    购票人在网上订票时，必须如实填写乘机人的相关个人资料和联系方法，因资料不清或不详造成购票后的一系列经济损失由购票人承担。
    购票人必须在预订座位后的
    分钟内完成出票手续（即网上支付），系统产生票号后即为支付成功，请购票人在
    中予以确认。逾时支付将被视作支付不成功，该次订座自动取消。`
  }
};
